Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: - Ek wil my penning terug.
ar: أريد أن استرجع شارتي

source: Ja, dat ek kan verstaan?
ar: نعم ، أتفهم هذا

source: Geen probleem, nou die saak verwerp is.
ar: الآن بما أن القضيه.. رفضت...

source: Ek sal dit met direkteur Vance bespreek.
ar: سأتحدث مع المدير فانس حول ذلك

source: - Dankie, Dick.
ar: شكراً لك ، ايها الغبي

source: Dus, wat het jy ontdek oor die Iraanse sielkundige speletjies?
ar: اذن ، ماذا أكتشفتم حول العاب الإيرانيين ؟

source: Die luitenant is nie in Iran gedood.
ar: الملازم لم يقتل في إيران

source: Euh, ja, ons ontdek dat luitenant McBride bevel gekry het om terug te keer na die VSA en hy hardloop in 'n val.
ar: آه ، نعم ، أكتشفنا ذلك الملازم مكبرايد تلقى اوامر بإعادة توجيهه للولايات المتحده الامريكية

source: Sy hoof is huis toe gestuur via 'n ompad langs die Midde-Ooste.
ar: ونصب له فخاً أرسلت رأسه لمنزله عن طريق الشرق الأوسط

source: Gekry wat radioaktiwiteit mee...
ar: ورمي في القليل من المواد المشعة

source: - Ek is so bly dat jy hier is.
ar: انا ممتن لوجودك هنا

source: Iemand het baie moeite gedoen om dit daarop te laat lyk dat
ar: أحدهم تكبد الكثير من المتاعب

source: Iran daar verantwoordelik vir was.
ar: ليجعل إيران تبدو مسؤوله عما حدث

source: - So, wie hom gedood dan eintlik?
ar: إذن من قتله فعلا ً؟

source: Dieselfde mense wat ons wil doodmaak.
ar: نفس الاشخاص اللذين يريدون قتلنا

source: - 'n Plaaslike sel. Hitmen.
ar: خليه محليه ، قتله مأجورين

source: Soek hulle. Aan die slag.
ar: جدهم ، أذهب

source: Kan met nie omgee dat jy vuil is sweet, moe of ruik na 'n vrachtvliegtuig.
ar: لا أهتم إذا كنت متسخاً أو متعرق أو مرهق او اذا كانت رائحتك تشبه

source: - Abbs, tog wel, kom nou.
ar: -طائرة شحن

source: Die resultate van die hoof van McBride.
ar: -آبــز ، ولكن هذا صحيح نتائج رأس الملازم مكبرايد

source: - Gibbs, kyk uit.
ar: جيبز ، إحترس

source: Dit is wat ongezellig in die squadzaal.
ar: كنت أشعر بعدم الإرتياح في غرفة الفريق

source: Dit is hier nie beter, sien ek.
ar: لكنّي ارى ان الوضع ليس أفضل هنا

source: Guts het wat engerd, hy dink oral te kan gaan en...
ar: هاذا الغريب يعصبني اذا كان يظن انه... عليه ان يذهب الى اي مكان و...

source: Die resultate?
ar: النتائج

source: - Die lê in die kamer.
ar: انها في الغرفة الأخرى

source: Ja en dan?
ar: نعم ، و.. ؟

source: - Maar, hy sit in die kamer.
ar: وهو في الغرفة الاخرى

source: Tensy daar iets verander is, gaan ek daar nie na binne, by hom.
ar: ومالم يكن هناك شي قد تغير.. لن أذهب هناك معه

source: Ek bedoel, daar moet iets drasties verander is.
ar: أعني شيئاً قد يغير الامور بشكل جذري

source: Byvoorbeeld, dat hy my lewe gered het?
ar: مثل أن يكون انقذ حياتي ؟

source: - Ja, asof dit gaan gebeur.
ar: نعم ، وكأن هاذا ليحدث!

source: - Ek bedoel, as hy dit gedoen het, dan is ek bly, natuurlik.
ar: نعم اعني اذا كان فعل هذا..

source: Maar ek bedoel, hy het dit tog nie losgekoop, tog?
ar: بالطبع انا سعيدة.. لكن ، أعني انه لم يحرر نفسه أليس كذلك ؟

source: Prima.
ar: حسناً

source: Maar tog moet ek nie van hom het.
ar: لكن مازلت لا أحبه

source: Dankie, Gibbs. Abby...
ar: شكراً لكما جيبز ، آبــي

source: - Nie praat, jy.
ar: لن أتحدث معك

source: Dus, ek trek die sandkorrels na, wat in die hare, neus en ore van McBride gesit het.
ar: اذن ، لقد حللت حبيبات الرمل من شعر مكبراين وانفه واذنه

source: Hulle kom nie almal uit Afghanistan of Iran.
ar: و هم ليسوا جميعاً من

source: Nee, hulle is Amerikaans.
ar: افغانستان أو إيران لا ، انهم من الولايات المتحدة

source: Beide, sommige korrels is uit die Midde-Ooste.
ar: كلاهما بعض الحبيبات كانت من الشرق الأوسط

source: Die ander is afkomstig uit die Sonora woestyn.
ar: والبعض الاخر كان من صحراء سونوران

source: Dit is 'n groot plek.
ar: انه مكان كبير

source: Strek uit van Kalifornië oor Arizona en Mexico, maar, op basis van die toksikologiese resultate, die water in sy stelsel en die minerale in sy bloed en die besoedeling in sy lugpyp...
ar: مممـ إنه ممتد من كاليفورنيا الى أريزونا ومن ثم الى المكسيك ولكن طبقا لتحاليل السموم

source: Die hoeveelhede is so gering dat jy onmoontlik kan bepaal presies waar...
ar: والملوثات التي كانت في قصبته الهوائية.. آه كميات ضئيلة كهذه ستكون قليلة للغاية وسيكون من المستحيل تحديد

source: Beste skatting.
ar: أفضل تخمين ..

source: - McBride vermoor en onthoof in die koper staat.
ar: ؟ اغتيل ماكبرايد و قطع رأس في ولاية النحاس

source: Arizona.
ar: أريزونا

source: Dankie, Abbs.
ar: شكراً ، أبــز

source: As Ziva in die probleme sit kan die penning van pas kom.
ar: لو كانت زيفا في خطر ، الشاره ربما تكون مفيدة

source: As jy weet hoe hulle haar te besorg, dan speel ek mee.
ar: اذا كنت تعلم كيف نصل اليها ، انا معكم

source: Selfs as iemand haar kan kontak, wie sal sy vertrou?
ar: حسناً ، حتى لو استطاع احد ان يتواصل معها

source: Shmeil?
ar: مَن مِن الممكن ان تثق فيه ؟ شيميل ؟

source: Wel, Shmeil begin oud te word, McGee.
ar: رجل كشيميل تقدم في العمر ، مكجي

source: Sy sal dit nie waag hom in gevaar te bring.
ar: لن تخاطر بتعريضه للخطر

source: Het jy 'n ander opsie, agent DiNozzo?
ar: هل لديك حل آخر ، ايها العميل دينوزو ؟

source: As ek dit goed verstaan, DiNozzo, jy wil dat ek 'n ex Mossad agent vind, wat opgelei is om te verdwyn?
ar: دعني افهم هذا دينوزو تريد مني ان اتعقب عميل سابق للموساد وقد درب جيداً ليختفي

source: Sy is ook 'n voormalige VSA agent wat onlangs onder intens toesig staan.
ar: هي عميلة فيدراليه امريكيه سابقة وكانت تحت تحقيق شديد مؤخراً

source: Jy wil boonop dat ek haar vind, sonder dat iemand weet dat ek haar soek?
ar: وتريد مني أن أجدها دون ان يعلم اي شخص اخر اني ابحث عنها!

source: Seker, want as jy die verkeerde mense na haar lei, dan kan hulle doodgemaak word.
ar: حسناً ، أنا متاكد لأنك اذا قدت الاشخاص الخاطئين اليها ربما تؤدي الى مقتلها

source: - Dat deel het jy baie duidelik gemaak.
ar: لقد أوضحت هاذا الجزء جيداً.

source: Het ons 'n probleem, Adam?
ar: هل لدينا مشكلة ، آدم ؟

source: Ek is louter verbaas dat jy my vertrou vir so 'n verantwoordelikheid.
ar: انا متفاجئ وحسب لانك تثق بي في مثل هذه المسؤولية

source: Ek het gedink dat jy nie van my hou.
ar: ظننتأنكلا تحبني.

source: - Ek mag jou nie.
ar: هذا صحيح

source: Maar Ziva vertrou jou, dus ek moet wel.
ar: لكن زيفا تثق بك ، ولذا علي ان افعل

source: Ek sal doen wat ek kan.
ar: سأفعل ما استطيع فعله

source: Jy weet nie meer wie jy nog kan vertrou.
ar: من الصعب ان تعلم فيمن تثق مؤخراً

source: Is dit ooit maklik nie, Tobias?
ar: هل كان هذا سهل مطلقاً ، توبايس ؟

source: - Nee verdomme.
ar: بالتأكيد لا

source: Maar met groot maatskappye voordeel uit terreurdade haal?
ar: ولكن مع الشركات التجارية الكبرى التربح من أعمال الإرهاب؟

source: Dit is soos Chicago, Capone in die 20s.
ar: أنها مثل كوبون شيكاجو في العشرينات

source: - Ja, nou maar hulle het Capone gevang.
ar: نعم حسنا ، لقد حصلوا على كوبون

source: Voel jy daar nie beter deur?
ar: هل يشعرك هذا بأي تحسن ؟

source: Nee, tog nie.
ar: لا ، لا يفعل

source: Ons luitenant sonder kop, het bevel na Iran te gaan enkel om sy bevele te sien kanselleer.
ar: ملازمنا مقطوع الرأس أُمر بالذهاب لإيران لتلغى أوامره فقط!

source: Sonder enige verslag daarvan.
ar: بدون أي سجل بذلك

source: Wie kan dit beter, dan...
ar: من من الممكن ان يفعل هذا أفضل من...

source: Sy bevelvoerder.
ar: ضابطهالمسؤول..

source: McGee, kaptein Dominick Wayne, JSOC, finansiële data.
ar: مكجي ، الضابط دومينك واين ، قيادة العمليات الخاصة المشتركة

source: Doen ek.
ar: -السجلات المالية -أعمل عليها

source: Goed, ek het die kaptein sy bankrekening.
ar: حسناً ، لقد حصلت على البيانات المصرفيه للكابتن واين

source: Waar moet ek na soek? Verleiding.
ar: عن ماذا ابحث محدداً؟

source: - Omkoopgeld.
ar: إغراءات المكافآت

source: Vir die onder die bus gooi van McBride en Gibbs 'n woestijnval in te stuur.
ar: لإاقائه مكبرايد تحت الحافلة إرسال جيبز الى فخ في الصحراء

source: Geen ongewone aktiwiteite of deposito.
ar: لا يوجد أي نشاط غير عادي أو ودائع.

source: Dit blyk dat ons kaptein 'n tipiese regeringsamptenaar is. Sonder geld.
ar: يبدو الكابتن موظف حكومي نموذجي

source: Miskien verander hy die bevele nie.
ar: مفلس حسناً ، ربما لم يغير الأوامر

source: Ons kan dit mis het. - Ons sal die ondersoek
ar: ربما نكون مخطئين

source: - McGee, hoe is jou handskrif?
ar: نعم مكجي ، كيف هو خط يدك ؟

source: Skat, het jy iets om die kerse aan te steek.
ar: عزيزتي ، هل لديك شيئاً لأشعل هذه بها ؟

source: - Doen jy maar, ek is so terug.
ar: انتظري ثانيه لماذا لا تهتمي بها عزيزتي ،

source: Menere, dit moet belangrik wees vir julle om na hier te kom.
ar: ايها السادة لابد أنه شئ مهم للغايه لتأتوا الى هنا

source: Ons gaan so 'n stukkie koek eet.
ar: سنقدم الكعك في غضون دقائق

source: Kan jou koms nog die moeite werd maak.
ar: ربما تستحق بقائكما

source: Begin met die waarheid, kaptein.
ar: أبدأ بالحقيقة ، كابتن

source: Vertel ons oor die bevele van luitenant Chad McBride in Iran.
ar: أخبرنا عن أوامر الملازم تشاد مكبرايد في ايران

source: Meer bepaal, is bevel om na huis terug te keer.
ar: بالتحديد أوامره للعوده لى الوطن

source: Na huis terug keer?
ar: العودة للوطن ؟

source: Waar het jy dit oor?
ar: مالذي تتحدثون عنه ؟

source: Hy het gekom teug in 'n boks.
ar: لقد عاد الى الوطن في صندوق ؟

source: Dit was jou taak om uit te soek wie hom daarin steek.
ar: كانت وظيفتك ان تعرف من وضعه هناك

source: Dat het jy gedoen.
ar: -أنت عرفت هل تعلم...

source: - Weet jy, dit is teen die reëls vir militêre, aan hul geliefdes te sê dat hulle beveel gewysig is.
ar: أنه ضد الانظمة العسكريين أن يخبروا أحباؤهم ان اوامرهم تغيرت

source: Maar, ek het tog die gewoonte om na my vrou te skryf.
ar: لكني اعتدت على ان اكتب لزوجتي على اي حال

source: Dat gedoen het Chad McBride ook.
ar: وكذلك فعل تشاد مكبرايد

source: - Kwam vandag aan met die post.
ar: لقد وصل في البريد للتو

source: "Ek vind dat jy dit moet weet, ek het met kaptein Wayne gepraat".
ar: "أعتقد ان عليكِ ان تعلمي اني تحدثت مع الكابتن واين

source: "hy het my bevele verander".
ar: "لقد غير أوامري

source: "Jy hoef jy nie meer bekommerd te maak". - Hy het nie geweet beter.
ar: " عليكِ أن تتوقفي عن القلق "

source: Jy gereël sy teregstelling.
ar: ولكنه لم يعلم أنك أوقعت به ليعدم

source: Ek het nie geweet dat hulle hom sou vermoor.
ar: لم أكن اعلم انهم سيقتلوه

source: Dan sou ek nie gebel het.
ar: لم يكن عليّ إجراء هذه المكالمة

source: - Wie betaal jou?
ar: من دفع لك ؟

source: Hulle het my geen geld aangebied.
ar: لم يعرضوا علي أي مال

source: Hulle het foto's.
ar: لقد عرضوا صوراً

source: Van my ontrouheid.
ar: لخيانتي

source: Afpersing.
ar: إبتزاز

source: - Nog 'n Capone taktiek.
ar: تكتيك اخر للكبون

source: Ek kon hulle dit nie van me laat afneem.
ar: لم استطع ان ادعهم يأخذوا هذا كله

source: - Hulle?
ar: هم ؟

source: Ek is gebel, om die bevele van McBride te verander.
ar: تلقيت المكالمة لتغيير اوامر مكبرايد

source: Nog eens om agent Gibbs na Iran te stuur.
ar: وأخرى لإرسال العميل جيبز لإيران

source: Maar ek weet nie wie dit was.
ar: لكن لم أعلم من كانوا

source: Ek gee julle my telefoon aantekeninge, alles.
ar: انا .. سأعطيكم سجلات هاتفي ..

source: Insluitend van my ontslag.
ar: بما في ذلك استقالتي.

source: Vergeet jou tyd in die gevangenis en die krijgsraad nie, kaptein.
ar: ولا تنس الوقت الذي ستقضيه في السجن والمحاكمة العسكرية ، كابتن

source: Dit spyt my.
ar: أنا آسف

source: Sê dat aan die vrou van McBride.
ar: اخبر هذا لزوجة مكبرايد

source: Spesiale agent Gibbs, dit is Tomas Mendez.
ar: العميل الخاص جبيز ، اود ان تلتقي ب توماس ميندز

source: Hy sit in die bestuur van die Openbare Anti - Terrorisme Koalisie.
ar: إنه ضمن إاتلاف مواجهة الإرهاب

source: Die koalisie help om die samewerking te fasiliteer tussen maatskappye en agentskappe van die regering in die stryd teen die terreur.
ar: يساعد الائتلاف على تسهيل التعاون بين الاعمال الخاصة و عملاء الحكومة في الحرب ضد الارهاب

source: Hoekom is jy hier, Mr Mendez?
ar: ما الذي احضرك الى هنا سيد مينديز

source: - Tomas werk nou saam met binnelandse veiligheid.
ar: توماس كان يعمل بالقرب من الأمن القومي

source: Hulle het agter Parsa en die nuwe terreurgroep.
ar: كانوا يراقبون بارسا ، وخليه ارهابية جديدة

source: Parsa is moeilik te spoor.
ar: من الصعب الإطاحة ببارسا

source: Die is gemaak deur 'n surveillance kamera in een van my woonstelblokke in Miami.
ar: هذه أخذت عن طريق كاميرات المراقبة في واحده من مبانينا في ميامي

source: Op inisiatief van die koalisie sy al my sekuriteitskameras verbind met lyste van die regering.
ar: كجزء من مبادرات التحالف جميع كميرات المراقبة متصلة بلوائح الحكومة

source: Sy gesig is opgemerk.
ar: وقد ظهر وجهه

source: Ons het saam gewerk met binnelandse veiligheid, maar, omdat Morrow gewond is, wend ons ons tot u.
ar: لقد كنا نعمل مع الأمن القومي لكن منذ ان اصيب مورو اعتقدت انه من الافضل التواصل معكم

source: Dit is beter dat ons almal ooreenstem.
ar: من الافضل ان نكون جميعا في نفس الصفحة

source: Het u eiendom in Arizona, Mr Mendez?
ar: هل لديك اي ملكيات في أريزونا ، سيد مينديز

source: - Een mooie staat.
ar: ولايه جميلة

source: Ons dink dat, wie ook die velle uitdeel, hy daar 'n aktiewe sel het.
ar: نظن ان اياً من كان يطلق الأوامر لديه خليه هناك

source: Ons sou jou hulp kan gebruik.
ar: ربما نستفيد من مساعدتك

source: Kom jy na buite, of wat?
ar: هل ستخرج ، ام ماذا ؟

source: - Wel, eintlik het ek na jou.
ar: حسناً ، في الحقيقة كنت قادم للتحدث معك

source: As jy gaan af, kan ek saamgaan.
ar: اذا كنت متجه للأسفل سأنزل معك

source: As dit goed is?
ar: اذا كنت موافقاً

source: Luister, jy mag my miskien nie, of wat ek doen.
ar: انظر ، ربما لا تكون معجب بي او بما افعل

source: Wat het jy die indruk gegee?
ar: أياً كان قد اعطاك هذا الانطباع

source: As ek iemand navorsing, doen ek dit heel deeglik.
ar: ولكن عندما احقق في اح افعل ذلك بصوره جيدة

source: Wel, dan het ons iets in gemeen.
ar: جيد ، اذن لدينا صفة مشتركة

source: - Dit is 'n vredesoffer.
ar: انه عرض للسلام

source: So iets.
ar: او شيئاً كهذا

source: Eli David besit 'n hoeve naby Yavne'el, 'n onderduik adres.
ar: إيلاي دافيد يمتلك منزل خارج يافينيه أنه منزله الآمن

source: Die staat onder 'n valse naam en ek dink dat niemand daar weet van het.
ar: انه تحت اسم خاطئ ولا أظن أن اي احد يعلم ذلك

source: Behalwe Ziva miskien.
ar: باستثناء زيفا

source: En 'n slymerige prokureur uit Washington.
ar: ومحامي الطريق الوحله

source: Dat is heeltemal logies vir me.
ar: هذا يبدو واقعياً لي

source: - Jy gryp jou vas aan strohalmen.
ar: أنت تتعلق على القش

source: Jy gaan haar soek.
ar: انت تبحث عنها

source: Ek ken jou.
ar: انا اعرفك

source: Dan weet jy dat ek dit gaan natrekken.
ar: اذن انت تعلم انني سأدقق في هذا الملف

source: - Wel, dat hoop ek.
ar: كنت اتمنى ذلك

source: Of ek begin nog te dink dat jy my vertrou.
ar: او كنت سأفكر انك تثق في فعلاً

source: Weet jy, ek gaan jou geen nag soen gee.
ar: تعلم ، انا لن اقبلك قبل النوم ماذا؟

source: - Wat? Waarom gaan jy mee tot aan my wa?
ar: لماذا ترافقني الى السيارة ؟

source: Gaan ons uit mekaar.
ar: هل سننفصل عن بعضنا ؟

source: Sou ek doen as ek kon. Jammer genoeg vertrou ek jou.
ar: سأفعل اذا كنت استطيع للأسف أثق بك

source: Wel, die gevoel is wedersyds. So daar gaan jy dan.
ar: حسناً ، شعور متبادل هيا اذهب

source: As iemand die jakkalse moet verslaan, kan net so goed ons dit doen.
ar: على احدهم ان يذبح التنين ربما يكون نحن ايضاً

source: Luister, as dit tot 'n aanzoek lei, ek is daar nog nie gereed vir.
ar: انظر ، اذا كان هذا سيتحول الى تقدم للزواج انا لست مستعدا بعد

source: Hoe lank het jy geweet al dat die NCIS in gevaar was, voor jy gekom het?
ar: منذ متى وانت تعلم ان الشعبه في خطر ؟ قبل ان تدخلت ؟

source: Sodra ek uitgevind het dat 'n domkop oorlopers inhuurde, is ek na jou gekom.
ar: حالما عرفت ان احدهم يوظف الخائنين قدمت اليك

source: Ek hoop net dat jy vir my dieselfde sou doen.
ar: وأتمنى ان تفعل المثل اذا كان هذا انا

source: Hoe dit ook verloop, Tobias, ek gee jou rugdekking.
ar: بغض النظر عن كيفية حدوث ذلك، توبياس سأحمي ظهرك دائماً

source: Tydens die blitzkrieg, het kinders klein wit vlae, om die posisie van nie ontplof brandbomme te let.
ar: خلال المداهمات, لاطفال أُعطوا أعلام بيضاء ليعلموا مواقع

source: 'n Overwinningstuin aanlê was, lyk my, minder gevaarlik.
ar: يبدو أن بناء حديقة للنصر ربما تكون اقل خطوره بكثير

source: Maar lank nie so lonend.
ar: ولكن لا تكاد ان تكون مجزية جدا

source: Aan die einde van die oorlog het ek 'n pragtige bom skerwe versameling.
ar: في نهاية الحرب حصلت على مجموعة رائعة من الشظايا

source: Dit was beter as geld op die speelgrond.
ar: كان أفضل من المال في ملعب المدرسة.

source: Ek kon selfs veel van die stukke identifiseer.
ar: لا أستطيع حتى تحديد العديد من القطع

source: Ek hoop dat jy dit nog kan, Duck.
ar: آمل ان تزال قادرا على ذلك ، دكتور

source: Wel, jy het geluk, Jethro.
ar: حسنا، انت محظوظ ، جيثرو

source: Met hulp van die chemiese ontleding van Abby en die databasis van Timothy, het ons daarin geslaag.
ar: مع معونة آبـي في التحليل الكيميائي وقاعدة بيانات تيموثي لقد فعلنا ذلك

source: Die tye het verander sedert jy vyf was.
ar: تغير الزمن منذ ان كنت في الخامسة

source: - Nie soveel as wat jy sou dink.
ar: ليس كما تتخيل

source: Deur dieselfde metode te gebruik van Ducky van toe hy kind was, metaalsoorte en en produksie tekens te identifiseer, kan ons die skerwe uit SecNav Jarvis en ander skakel, met bomme in die verlede gebruik.
ar: باستخدام نفس الطرق التي استخدمها داكي عندما كان طفلاً التعرف على انواع المعادن و علامات التصنيع

source: - Een trekker tweemaal gebruik in Jemen.
ar: والاخرين ، الى اجهزه استخدمت في الماضي الزناد استخدم مرتين في اليمن

source: Plastiek plofstof gebruik deur 'n blanke oppergesag groep in Suid-Dakota.
ar: المتفجرات البلاستيكية المستخدمة من قبل مجموعة سيادة البيض في جنوب داكوتا

source: Tye verander, die mense nie soseer.
ar: لقد تغير الزمن ولكن لم يتغير الناس

source: - Die meeste aanwysings gesit op die behuising self.
ar: ولكن غالبية الروابط كانت على الغلاف نفسه

source: 'n Fiets?
ar: دراجة ؟

source: Iemand gevul die raamwerk van 'n bergfiets met die inhoud van 'n pypbom.
ar: احدهم ملأ جميع الانابيب الفارغة على دراجة جبلية مع محتويات من قنبلة أنبوبية

source: Dit is nogal 'n handtekening.
ar: ياله من توقيع

source: - Handtekening wat in ons lêers sit.
ar: وهو نفس التوقيع الموجود لدينا في الملف

source: Behoort tot 'n groepering huurlingen wat die FBI volg.
ar: -تنتمي لجماعة - جندي الثورة مكتب التحقيقات الفدراليه كانت تتعقب

source: Genaamd " The Brotherhood of Doubt ".
ar: -مايسمون انفسهم ب - الاخوه في الشك

source: Sonder twyfel, mense wat min vertroue in die land het, dat hul onvervreembare regte beskerm.
ar: لا شك في مجموعة من الناس الذين لديهم القليل من الايمان في البلاد التي تحمي الحقوق الوطنية الثابتة.

source: - Waar?
ar: أين ؟

source: Yuma.
ar: يوما

source: Goed gewerk, ouens.
ar: هذا عمل جيد يا رفاق

source: He, Tobias.
ar: مرحبا ، توبايس

source: Kom maar terug. Jy gaan nog nie na huis.
ar: عد الى هنا ، لست مغادرا الى المنزل بعد

source: Veilig.
ar: خالٍ

source: Luitenant McBride.
ar: الملازم مكبرايد

source: C -4 en ontstekers.
ar: لدي سي-4 ومتفجرات

source: Foto 's van hul teikens.
ar: صور لأهدافهم

source: Mr Mendez.
ar: سيد مينديز؟

source: - Agent Gibbs.
ar: العميل جيبز

source: Ek het die gevoel dat dit geen toeval is.
ar: لدي شعور ان هذه ليست صدفة

source: - Kom met my mee
ar: يجب أن تأتي معنا

source: Ek bring jou na 'n veilige plek.
ar: لنضعك في مكان آمن

source: Ziva.
ar: زيفا

source: Jou inligting klop, Tony.
ar: معلوماتك كانت صحيحة ، توني

source: Ziva was hier.
ar: زيفا كانت هنا

source: Maar sy is weg.
ar: لكنها ذهبت

source: Soos jy kan sien, is daar duidelik 'n stryd gewees.
ar: كما ترى ، من الجلي انه كان يوجد صراع

source: Drie mans is dood.
ar: ثلاثة رجال مقتولين

source: Ons sal hulle identifiseer.
ar: سنقوم بتحديد هويتهم

source: Hoe weet jy dat die Ziva was?
ar: كيف تعلم انها كانت زيفا؟

source: Omdat sy ons dit vertel het.
ar: لأنها اخبرتنا

source: Praat met my, Ziva.
ar: تحدثي معي ، زيفا

source: Word vervolg Vertaling en sync deur: Rie van die Buggy's
ar: TRANSLATED BY @WAFAA_HAMED

source: Die sekretaris van die navy is dood, kaptein.
ar: .سكرتير البحرية ميت ، أيها الكابتن

source: Ek het geweet dat na Jarvis, jy die volgende was.
ar: علمت عندما قُتل جارفيس أنك التالي

source: Ek is gebel, om agent Gibbs na Iran te stuur.
ar: لقد تلقيت مكالمة

source: Kaptein Wayne, wie betaal jou?
ar: لإرسال العميل جيبز االى ايران

source: - Wie is hul volgende teiken?
ar: بارسا أنشأ خلية ارهابية جديدة

source: Ziva David.
ar: من هدفهم القادم؟

source: - As Ziva in die probleme sit, kan die penning van pas kom.
ar: زيفا دافيد إذا كانت زيفا في ورطة

source: - As jy dit haar kan besorg, speel ek mee.
ar: ربما تكون الشارة مفيدة .إذا كنت تعلم كيف تصل إليها ، أنا معك

source: Jy wil dat ek 'n ex Mossad agent vind, wat opgelei is om te verdwyn?
ar: تريد مني أن أتعقب عميل موساد سابق مدرب على الإختفاء

source: Beslis.
ar: بالتأكيد

source: - Ziva was hier. Hoe weet jy dat die Ziva was?
ar: زيفا كانت هنا

source: - Omdat sy het ons vertel.
ar: كيف تعلم أنها زيفا ؟

source: Moenie bekommerd wees nie.
ar: لا تقلق ، توني

source: Dit kom goed met ons.
ar: سنكون بخير

source: Gaan dit?
ar: هل أنت بخير ؟

source: Wil jy daaruit?
ar: هل تريد أن تخرج ؟

source: Nee.
ar: لا ، لا أنا بخير

source: Nee, dit is prima, dankie.
ar: شكراً

source: NCIS Seisoen 11
ar: ? NCIS 11x02 ?

source: - Episode 2 Past, Present and Future
ar: Past, Present and Future Original air date on October 1, 2013

source: Agent DiNozzo.
ar: العميل دينوزو

source: As jy met ons wil meekomen, asseblief.
ar: تعال معنا ،إذا سمحت

source: Verkoop julle timesharing?
ar: هل تودون مشاركة الوقت يا رفاق ؟

source: Mossad, stap in.
ar: موساد ، أدخل الى العربة

source: Ons het inligting, wat die moeite werd vir jou is.
ar: لدينا معلومات تستحق بقائك

source: Agent DiNozzo, welkom terug in Israel.
ar: العميل دينوزو مرحباً بك في اسرائيل مجدداً

source: Dankie, direkteur.
ar: شكراً ، ايتها المديرة

source: - Hallo, Tony.
ar: مرحباً ، توني

source: Adam, het jy die groot stap gestel van Shin Bet na Mossad?
ar: آدم ، لقت قطعت مسافه كبيرة من الشاباك الى الموساد ، أم انك هنا فقط

source: Of is jy hier enkel om hallo te sê?
ar: -جهاز الشاباك هو جهاز الأمن الداخلي في إسرائيل-

source: - Jy weet waarom ek hier is.
ar: لتلقي التحية؟

source: Wees gerus, agent DiNozzo, ons het net 'n doel.
ar: تطمئن ، ايها العميل دينوزو كلنا مركزون على هدف واحد

source: En dat is?
ar: وما هو ؟

source: - Ziva David vind.
ar: أن نجد زيفا دافيد

source: Kom binne, asseblief.
ar: أيها العملاء ، تفضلوا

source: Sekretaris Sarah Porter, ek wil dat u ons eigenste spesiale agent Leroy Gibbs ontmoet.
ar: السكرتيرة سارة بورتر أريدك ان تقابلي عميلنا الخاص جيثرو جيبز

source: Gibbs. Die naam ken ek.
ar: جيبز

source: En FBI agent Tobias Fornell.
ar: أعرف الإسم والعميل الفدرالي توبايس فورنيل

source: - Mev die sekretaris. Ek moet nog gewoond raak aan die titel.
ar: ،،حضرة السكرتيرة مازلت اتعود على هذا اللقب

source: Hierdie aanstelling is, op sy minste te sê, bittersoet.
ar: كان هذا المنصب حلواً مر على اقل تقدير

source: Clayton Jarvis was 'n vriend.
ar: كليتون جارفيس كان صديقاً

source: - Ook vir ons, mev.
ar: والنا أيضاً ، سيدتي

source: Laat die formaliteite dan maar en bring my op die hoogte oor die skrik sel, "Brotherhood of Doubt".
ar: جيد ، أذن لم لا نتخطى الرسمية لتطلعوني على المستجدات بشأن الخلية الإرهابيه الإخوة في الشك

source: Dit klink seker dreigend.
ar: فهي بالتأكيد حلقة مشؤومة

source: Uit die bewyse van die skuiling in Arizona, kon ons geen lede vind.
ar: المخبأ في أريزونا أظهرت بعض الأدلة ولكن ليس لدينا اياً من الاعضاء الفعليين

source: - FBI, binnelandse veiligheid, die staatspolisie, staan almal op skerp.
ar: مكتب التحقيقات الفدراليه و الامن القومي

source: - En hulle veronderstel leier?
ar: والشرطة ،، كلهم في حالة تأهب قصوى ماذا عن قائدهم المزعوم ؟

source: Sy naam is Benham Parsa, Pakistani nasionaliteit.
ar: يسمى بانهام بارسا

source: Hy is onvindbaar, net soos die res.
ar: باكستاني الجنسية ولا احد يعرف مكانه

source: - Maar hierdie man, Tomas Mendez, sit in die bestuur van 'n Amerikaanse anti-terreur organisasie die "The Brotherhood" met Parsa kan koppel.
ar: كبقية افراد الخلية ، لكن هذا الرجل توماس ميندز انه في صف منظمة
